testCase/cavity/constant/cloud_of_points
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    location    "constant";
    object      cloud_of_points;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


2409
(
(0.7 1 1)
(1 0.7 1)
(1 1.3 1)
(1 1 0.7)
(1 1 1.3)
(1 1 1)
(0.5 1 1)
(1 0.5 1)
(1 1.5 1)
(1 1 0.5)
(1 1 1.5)
(1 1.28532 1.09271)
(1 1.24271 1.17634)
(1 1.17634 1.24271)
(1 1.09271 1.28532)
(1 1.29266 1.04635)
(1 1.26401 1.13452)
(1 1.20952 1.20952)
(1 1.13452 1.26401)
(1 1.04635 1.29266)
(1 0.714683 1.09271)
(1 0.757295 1.17634)
(1 0.823664 1.24271)
(1 0.907295 1.28532)
(1 0.707342 1.04635)
(1 0.735989 1.13452)
(1 0.79048 1.20952)
(1 0.86548 1.26401)
(1 0.953647 1.29266)
(1 1.28532 0.907295)
(1 1.24271 0.823664)
(1 1.17634 0.757295)
(1 1.09271 0.714683)
(1 1.29266 0.953647)
(1 1.26401 0.86548)
(1 1.20952 0.79048)
(1 1.13452 0.735989)
(1 1.04635 0.707342)
(1 0.907295 0.714683)
(1 0.823664 0.757295)
(1 0.757295 0.823664)
(1 0.714683 0.907295)
(1 0.953647 0.707342)
(1 0.86548 0.735989)
(1 0.79048 0.79048)
(1 0.735989 0.86548)
(1 0.707342 0.953647)
(0.907295 1 1.28532)
(0.823664 1 1.24271)
(0.757295 1 1.17634)
(0.714683 1 1.09271)
(0.953647 1 1.29266)
(0.86548 1 1.26401)
(0.79048 1 1.20952)
(0.735989 1 1.13452)
(0.707342 1 1.04635)
(0.714683 1 0.907295)
(0.757295 1 0.823664)
(0.823664 1 0.757295)
(0.907295 1 0.714683)
(0.707342 1 0.953647)
(0.735989 1 0.86548)
(0.79048 1 0.79048)
(0.86548 1 0.735989)
(0.953647 1 0.707342)
(0.907295 0.714683 1)
(0.823664 0.757295 1)
(0.757295 0.823664 1)
(0.714683 0.907295 1)
(0.953647 0.707342 1)
(0.86548 0.735989 1)
(0.79048 0.79048 1)
(0.735989 0.86548 1)
(0.707342 0.953647 1)
(0.714683 1.09271 1)
(0.757295 1.17634 1)
(0.823664 1.24271 1)
(0.907295 1.28532 1)
(0.707342 1.04635 1)
(0.735989 1.13452 1)
(0.79048 1.20952 1)
(0.86548 1.26401 1)
(0.953647 1.29266 1)
(1 0.509607 1.09755)
(1 0.53806 1.19134)
(1 0.584265 1.27779)
(1 0.646447 1.35355)
(1 0.722215 1.41573)
(1 0.808658 1.46194)
(1 0.902455 1.49039)
(1 0.504804 1.04877)
(1 0.523834 1.14444)
(1 0.561163 1.23456)
(1 0.615356 1.31567)
(1 0.684331 1.38464)
(1 0.765437 1.43884)
(1 0.855557 1.47617)
(1 0.951227 1.4952)
...
)


// ************************************************************************* //
