testCase/cavity/constant/connectivity
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       labelListList;
    location    "constant";
    object      connectivity;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


10248
(
4(1415 745 1418 1417)
4(1415 1035 1416 1420)
4(1416 1394 1417 1419)
4(1418 1410 1420 1419)
4(1416 1419 1418 1420)
4(1416 1418 1415 1420)
4(1418 1419 1416 1417)
4(1415 1418 1416 1417)
4(1114 1100 1421 1116)
4(1114 1097 1115 1423)
4(1115 1094 1116 1422)
4(1421 575 1423 1422)
4(1115 1422 1421 1423)
4(1115 1421 1114 1423)
4(1421 1422 1115 1116)
4(1114 1421 1115 1116)
4(1421 1100 1424 1116)
4(1421 575 1422 1426)
4(1422 1094 1116 1425)
4(1424 1383 1426 1425)
4(1422 1425 1424 1426)
4(1422 1424 1421 1426)
4(1424 1425 1422 1116)
4(1421 1424 1422 1116)
4(1427 551 1429 1428)
4(1427 1383 1424 1431)
4(1424 1100 1428 1430)
4(1429 1405 1431 1430)
4(1424 1430 1429 1431)
4(1424 1429 1427 1431)
4(1429 1430 1424 1428)
4(1427 1429 1424 1428)
4(1082 75 1432 1084)
4(1082 1035 1083 1434)
4(1083 1025 1084 1433)
4(1432 1398 1434 1433)
4(1083 1433 1432 1434)
4(1083 1432 1082 1434)
4(1432 1433 1083 1084)
4(1082 1432 1083 1084)
4(1435 725 1437 778)
4(1435 1035 1436 1434)
4(1436 746 778 1438)
4(1437 1398 1434 1438)
4(1436 1438 1437 1434)
4(1436 1437 1435 1434)
4(1437 1438 1436 778)
4(1435 1437 1436 778)
4(1439 1100 1430 1428)
4(1439 549 588 1440)
4(588 551 1428 1429)
4(1430 1405 1440 1429)
4(588 1429 1430 1440)
4(588 1430 1439 1440)
4(1430 1429 588 1428)
4(1439 1430 588 1428)
4(1441 1025 1442 1083)
4(1441 745 1415 1417)
4(1415 1035 1083 1416)
4(1442 1394 1417 1416)
4(1415 1416 1442 1417)
4(1415 1442 1441 1417)
4(1442 1416 1415 1083)
4(1441 1442 1415 1083)
4(1118 1100 1445 1444)
4(1118 1093 1443 1447)
4(1443 1377 1444 1446)
4(1445 1396 1447 1446)
4(1443 1446 1445 1447)
4(1443 1445 1118 1447)
4(1445 1446 1443 1444)
4(1118 1445 1443 1444)
4(1438 746 1448 1436)
4(1438 1398 1434 1450)
4(1434 1035 1436 1449)
4(1448 1401 1450 1449)
4(1434 1449 1448 1450)
4(1434 1448 1438 1450)
4(1448 1449 1434 1436)
4(1438 1448 1434 1436)
4(1423 1097 1451 1114)
4(1423 575 1421 1452)
4(1421 1100 1114 1444)
4(1451 1377 1452 1444)
4(1421 1444 1451 1452)
4(1421 1451 1423 1452)
4(1451 1444 1421 1114)
4(1423 1451 1421 1114)
4(592 551 1427 1428)
4(592 575 1421 1426)
4(1421 1100 1428 1424)
4(1427 1383 1426 1424)
4(1421 1424 1427 1426)
4(1421 1427 592 1426)
4(1427 1424 1421 1428)
4(592 1427 1421 1428)
4(1453 1093 1447 1443)
4(1453 1389 1454 1455)
...
)


// ************************************************************************* //
