testCase/cavity/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "5";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];


internalField   nonuniform List<vector> 
64000
(
(0.0011973 -0.00120778 6.19815e-05)
(0.00723039 -0.00270822 -0.000839156)
(0.0168511 -0.00297374 -0.00100696)
(0.0254294 -0.0026231 -0.000754116)
(0.0320256 -0.00219567 -0.000535337)
(0.0369922 -0.00200593 -0.000568863)
(0.040859 -0.00202447 -0.000858103)
(0.0439092 -0.0019743 -0.00118931)
...
)
;

boundaryField
{
    movingWall
    {
        type            fixedValue;
        value           uniform (10 0 0);
    }
    fixedWalls
    {
        type            noSlip;
    }
    frontAndBack
    {
        type            noSlip;
    }
}


// ************************************************************************* //
