testCase/cavity/0/currentcloudofpoints
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      currentcloudofpoints;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
2409(
(	0.7		1		1	)
(	1		0.7		1	)
(	1		1.3		1	)
(	1		1		0.7	)
(	1		1		1.3	)
(	1		1		1	)
(	0.5		1		1	)
(	1		0.5		1	)
(	1		1.5		1	)
(	1		1		0.5	)
(	1		1		1.5	)
(	1		1.2853169549		1.0927050983	)
(	1		1.2427050983		1.1763355757	)
(	1		1.1763355757		1.2427050983	)
(	1		1.0927050983		1.2853169549	)
(	1		1.2926584774		1.0463525492	)
(	1		1.2640110266		1.134520337	)
(	1		1.209520337		1.209520337	)
(	1		1.134520337		1.2640110266	)
(	1		1.0463525492		1.2926584774	)
(	1		0.7146830451		1.0927050983	)
(	1		0.7572949017		1.1763355757	)
(	1		0.8236644243		1.2427050983	)
(	1		0.9072949017		1.2853169549	)
(	1		0.7073415226		1.0463525492	)
(	1		0.7359889734		1.134520337	)
(	1		0.790479663		1.209520337	)
(	1		0.865479663		1.2640110266	)
(	1		0.9536474508		1.2926584774	)
(	1		1.2853169549		0.9072949017	)
(	1		1.2427050983		0.8236644243	)
(	1		1.1763355757		0.7572949017	)
(	1		1.0927050983		0.7146830451	)
(	1		1.2926584774		0.9536474508	)
(	1		1.2640110266		0.865479663	)
(	1		1.209520337		0.790479663	)
(	1		1.134520337		0.7359889734	)
(	1		1.0463525492		0.7073415226	)
(	1		0.9072949017		0.7146830451	)
(	1		0.8236644243		0.7572949017	)
(	1		0.7572949017		0.8236644243	)
(	1		0.7146830451		0.9072949017	)
(	1		0.9536474508		0.7073415226	)
(	1		0.865479663		0.7359889734	)
(	1		0.790479663		0.790479663	)
(	1		0.7359889734		0.865479663	)
(	1		0.7073415226		0.9536474508	)
(	0.9072949017		1		1.2853169549	)
(	0.8236644243		1		1.2427050983	)
(	0.7572949017		1		1.1763355757	)
(	0.7146830451		1		1.0927050983	)
(	0.9536474508		1		1.2926584774	)
(	0.865479663		1		1.2640110266	)
(	0.790479663		1		1.209520337	)
(	0.7359889734		1		1.134520337	)
(	0.7073415226		1		1.0463525492	)
(	0.7146830451		1		0.9072949017	)
(	0.7572949017		1		0.8236644243	)
(	0.8236644243		1		0.7572949017	)
(	0.9072949017		1		0.7146830451	)
(	0.7073415226		1		0.9536474508	)
(	0.7359889734		1		0.865479663	)
(	0.790479663		1		0.790479663	)
(	0.865479663		1		0.7359889734	)
(	0.9536474508		1		0.7073415226	)
(	0.9072949017		0.7146830451		1	)
(	0.8236644243		0.7572949017		1	)
(	0.7572949017		0.8236644243		1	)
(	0.7146830451		0.9072949017		1	)
(	0.9536474508		0.7073415226		1	)
(	0.865479663		0.7359889734		1	)
(	0.790479663		0.790479663		1	)
(	0.7359889734		0.865479663		1	)
(	0.7073415226		0.9536474508		1	)
(	0.7146830451		1.0927050983		1	)
(	0.7572949017		1.1763355757		1	)
(	0.8236644243		1.2427050983		1	)
(	0.9072949017		1.2853169549		1	)
(	0.7073415226		1.0463525492		1	)
(	0.7359889734		1.134520337		1	)
(	0.790479663		1.209520337		1	)
(	0.865479663		1.2640110266		1	)
(	0.9536474508		1.2926584774		1	)
(	1		0.5096073598		1.097545161	)
(	1		0.5380602337		1.1913417162	)
(	1		0.5842651938		1.2777851165	)
(	1		0.6464466094		1.3535533906	)
(	1		0.7222148835		1.4157348062	)
(	1		0.8086582838		1.4619397663	)
(	1		0.902454839		1.4903926402	)
(	1		0.5048036799		1.0487725805	)
(	1		0.5238337968		1.1444434386	)
(	1		0.5611627138		1.2345634163	)
(	1		0.6153559016		1.3156692536	)
(	1		0.6843307464		1.3846440984	)
(	1		0.7654365837		1.4388372862	)
(	1		0.8555565614		1.4761662032	)
(	1		0.9512274195		1.4951963201	)
(	1		1.097545161		1.4903926402	)
...
(	0.9673947531		0.5545272598		1.0343515895	)

)
// ************************************************************************* //
